results/load_testing_reports/8081_reactive-sb-mysql-novt/8081_reactive-sb-mysql-novt.txt
http.codes.200: ................................................................ 65901
http.codes.204: ................................................................ 910
http.codes.404: ................................................................ 21689
http.downloaded_bytes: ......................................................... 153340988
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 1058
  mean: ........................................................................ 8.3
  median: ...................................................................... 2
  p95: ......................................................................... 13.1
  p99: ......................................................................... 162.4
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 910
vusers.created_by_name.Get movies by id: ....................................... 62031
vusers.created_by_name.Get movies by page: ..................................... 17663
vusers.created_by_name.Save new movie: ......................................... 7896
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 1
  max: ......................................................................... 1080
  mean: ........................................................................ 10.4
  median: ...................................................................... 2.6
  p95: ......................................................................... 13.9
  p99: ......................................................................... 320.6